4. Individual container diagram Module Clans  of the group B12
